Repository: PragmaticMates/django-commerce
Catalog: commerce/locale/*/LC_MESSAGES/django.po
Languages: hu, sk

source: Delivery address
hu: Szállítási cím
sk: Adresa doručenia

source: Billing address
hu: Fizetési cím
sk: Fakturačná adresa

source: Billing details
hu: Fizetési adatok
sk: Fakturačné údaje

source: Contact details
hu: Elérhetőségi adatok
sk: Kontaktné údaje

source: Shipping
hu: Szállítás
sk: Doprava

source: Others
hu: Egyebek
sk: Iné

source: Timestamps
hu: Időbélyegzők
sk: Časové údaje

source: Billing
hu: Fizetés
sk: Fakturácia

source: Missing bank API token
hu: Hiányzó banki API token
sk: Chýba token pre API banky

source: Missing bank API
hu: Hiányzó banki API
sk: Chýba API banky

source: Bank API {commerce_settings.BANK_API} not implemented
hu: Bank API {commerce_settings.BANK_API} nincs implementálva
sk: API banky {commerce_settings.BANK_API} nie je implementované

source: Order not found
hu: Rendelés nem található
sk: Objednávka sa nenašla

source: Currency mismatch
hu: Össze nem illő árfolyam
sk: Mena sa líši

source: Total value mismatch
hu: Teljes értékeltérés
sk: Celková hodnota sa líši

source: Missing variable symbol
hu: Hiányzó változó szimbólum
sk: Chýba variabilný symbol

source: Sync transactions
hu: Tranzakciók szinkronizálása
sk: Synchronizovať transakcie

source: Create invoice
hu: Számla létrehozása
sk: Vystaviť faktúru

source: Send reminder
hu: Emlékeztető küldése
sk: Odoslať pripomienku

source: Loyalty program is disabled
hu: Hűségprogram letiltva
sk: Vernostný program je vypnutý

source: User %s has %d loyalty points
hu: %s felhasználónak %d hűségpontja van
sk: Používateľ %s má %d vernostných bodov

source: Loyalty reminder sent to %d users
hu: Lojalitási emlékeztető elküldve %d felhasználónak
sk: Vernostná pripomienka odoslaná %d užívateľom

source: Send loyalty reminder
hu: Hűségre vonatkozó emlékeztető küldése
sk: Odoslať vernostnú pripomienku

source: valid
hu: érvényes
sk: platné

source: yes
hu: igen
sk: áno

source: no
hu: nem
sk: nie

source: Products
hu: Termékek
sk: Produkty

source: Commerce
hu: Kereskedelmi
sk: Obchod

source: Discount code
hu: Árkedvezmény kódja
sk: Zľavový kód

source: Loyalty points
hu: Hűségpontok
sk: Vernostné body

source: You can use %d points
hu: %d pontot használhat
sk: Môžete použiť %d bodov

source: Apply
hu: Hozzáad
sk: Použiť

source: Discount code %s is not assigned to you
hu: %s árkedvezmény kód nem lett hozzárendelve
sk: Zľavový kód %s nie je pridelený Vám

source: Discount code %s is not valid anymore
hu: %s árkedvezmény kód már nem érvényes
sk: Zľavový kód %s už nie je platný

source: Discount code %s was used already
hu: %s árkedvezmény kód már volt használva
sk: Zľavový kód %s už bol použitý

source: Discount code %s can be applied to at most %d items
hu: %s árkedvezmény kódot %d tételhez lehet hozzáadni
sk: Zľavový kód %s môže byť použitý najviac na %d položiek

source: Discount product is not in the cart
hu: Kedvezményes termék nincs a kosárban
sk: Zľavový produkt sa nenachádza v košíku

source: There is no such discount code
hu: Nincs kedvezményes kód
sk: Takýto kód neexistuje

source: Continue
hu: Folytatás
sk: Pokračovať

source: Select Shipping Option
hu: Kiszállítási mód kiválasztása
sk: Vyberte možnosť dopravy

source: Choose Payment Type
hu: Válassza ki a fizetés módját
sk: Zvoľte typ platby

source: This payment method is not available for shipping option %s
hu: Ez a fizetési mód nem elérhető a szállítási opcióhoz %s
sk: Platobná metóda nie je dostupná pre možnosť dopravy %s

source: Pay
hu: Fizetés
sk: Zaplatiť

source: Invalid payment signature.
hu: Érvénytelen kifizetési aláírás.
sk: Nesprávny podpis platby.

source: Payment failed. Error detail:
hu: A fizetés sikertelen. Hiba részletei:
sk: Platba zlyhala. Chyba:

source: Transaction not recognised
hu: Nem felismert tranzakció
sk: Transakcia nebola rozoznaná

source: Order successfully paid.
hu: Rendelés sikeresen kifizetve.
sk: Objednávka úspešne uhradená.

source: Payment without result.
hu: Eredmény nélküli kifizetés.
sk: Platba bez výsledku.

source: processing
hu: feldolgozás alatt
sk: spracovávaná

source: approved
hu: elfogadva
sk: schválená

source: paid
hu: kifizetve
sk: zaplatená

source: partial
hu: részleges
sk: čiastočne zaplatená

source: canceled
hu: érvénytelenítve
sk: zrušená

source: unpaid
hu: kifizetetlen
sk: nezaplatená

source: returned
hu: visszaküldött
sk: vrátená

source: order
hu: rendelés
sk: objednávka

source: status
hu: állapot
sk: stav

source: created
hu: létrehozva
sk: vytvorené

source: modified
hu: módosított
sk: upravené

source: payment
hu: fizetés
sk: platba

source: payments
hu: fizetések
sk: platby

source: operation
hu: művelet
sk: operácia

source: order number
hu: rendelés száma
sk: číslo objednávky

source: merchant order number
hu: kereskedői rendelési szám
sk: číslo objednávky obchodníka

source: primary code
hu: elsődleges kód
sk: primárny kód

source: secondary code
hu: másodlagos kód
sk: sekundárny kód

source: result text
hu: eredményszöveg
sk: návratový text

source: user param 1
hu: felhasználói paraméter 1
sk: užívateľský parameter 1

source: additional information
hu: további információk
sk: dodatočné informácie

source: expiration
hu: lejárat
sk: expirácia

source: authorisation centre result
hu: engedélyező központ eredménye
sk: výsledok z autorizačného centra

source: authorisation centre code
hu: engedélyező központ kódja
sk: kód z autorizačného centra

source: masked card number
hu: kitakart kártyaszám
sk: zamaskované číslo karty

source: day to capture
hu: nap, hogy megörökítsük
sk: zachytiť dňa

source: token registration status
hu: token regisztrációs helyzete
sk: registračný status tokenu

source: authorisation centre result code
hu: engedélyező központ eredménykódja
sk: návratový kód z autorizačného centra

source: retrieval reference number
hu: visszakeresési referenciaszám
sk: vyhľadávacie referenčné číslo

source: payment account reference
hu: fizetési számla hivatkozási száma
sk: referencia platobného účtu

source: trace ID
hu: nyomkövetési azonosító

source: digest
hu: kivonat

source: digest 1
hu: kivonat 1

source: result
hu: eredmény
sk: výsledok

source: results
hu: eredmények
sk: výsledky

source: user
hu: felhasználó
sk: používateľ

source: Payment method ID
hu: Fizetési mód azonosítója
sk: ID platobnej metódy

source: customer
hu: ügyfél
sk: zákazník

source: customers
hu: ügyfelek
sk: zákazníci

source: It is not possible to pay this order anymore.
hu: Ezt a megrendelést már nem lehet kifizetni.
sk: Túto objednávku už nie je možné uhradiť.

source: Order number
hu: Rendelési szám
sk: Číslo objednávky

source: Shipping fee
hu: Szállítási díj
sk: Poplatok za doručenie

source: Payment fee
hu: Fizetési díj
sk: Poplatok za platbu

source: Payment was successful.
hu: A fizetés sikeres volt.
sk: Platba bola úspešná.

source: Payment failed.
hu: A fizetés sikertelen.
sk: Platba zlyhala.

source: stock
hu: készlet
sk: sklad

source: infinite
hu: végtelen
sk: nekonečné

source: digital goods
hu: digitális javak
sk: digitálny tovar

source: sale ended
hu: az eladás befejeződött
sk: predaj skončil

source: availability
hu: elérhetőség
sk: dostupnosť

source: price
hu: ár
sk: cena

source: awaiting
hu: várakozás
sk: očakávame

source: options
hu: opciók
sk: možnosti

source: title
hu: cím
sk: názov

source: fee
hu: díj
sk: poplatok

source: countries
hu: országok
sk: krajiny

source: country
hu: ország
sk: krajina

source: shipping option
hu: szállítási lehetőség
sk: možnosť dopravy

source: shipping options
hu: szállítási lehetőségek
sk: možnosti dopravy

source: cash on delivery
hu: utánvétellel
sk: pri prevzatí

source: wire transfer
hu: átutalás
sk: bankový prevod

source: online payment
hu: online fizetés
sk: online platba

source: method
hu: metódus
sk: metóda

source: payment method
hu: fizetés módja
sk: spôsob platby

source: payment methods
hu: fizetési módok
sk: spôsoby platby

source: one-time only
hu: egyszeri alkalom
sk: jednorázové

source: percentage
hu: százalék
sk: percentá

source: currency
hu: árfolyam
sk: mena

source: code
hu: kód
sk: kód

source: amount
hu: összeg
sk: čiastka

source: unit
hu: egység
sk: jednotka

source: usage
hu: használat
sk: použitie

source: description
hu: leírás
sk: opis

source: valid until
hu: eddig érvényes
sk: platné do

source: promoted
hu: promovált
sk: promované

source: show in topbar
hu: mutassa a felső sávban
sk: zobraziť na hornej lište

source: add to cart
hu: kosárba helyezés
sk: pridať do košíka

source: automatically
hu: automatikusan
sk: automaticky

source: content types
hu: tartalom típusok
sk: typy obsahu

source: max items in cart
hu: max elemek a kosárban
sk: maximum položiek v košíku

source: products
hu: termékek
sk: produkty

source: discount
hu: kedvezmény
sk: zľava

source: discounts
hu: kedvezmények
sk: zľavy

source: Amount of percentage has to be from interval 0-100.
hu: A százalékos érték 0-100 intervallum között kell legyen.
sk: Percentá musia byť z intervalu od 0-100.

source: Content types can't be used together with currency type
hu: Tartalomtípusok nem használhatók árfolyammal együtt
sk: Typy obsahu nemôžu byť použité spolu s typom "mena".

source: full name or company name
hu: teljes név vagy cég neve
sk: celé meno alebo názov spoločnosti

source: street and number
hu: utca és szám
sk: ulica a číslo

source: postcode
hu: postakód
sk: PSČ

source: city
hu: város
sk: mesto

source: Company Registration No.
hu: Cég adóazonosító száma
sk: IČO

source: TAX ID
hu: ADÓAZONOSÍTÓ
sk: DIČ

source: VAT ID
hu: Közösségi adószám
sk: IČ DPH

source: phone
hu: telefon
sk: telefón

source: loyalty points
hu: hűségpontok
sk: vernostné body

source: used to lower the total price
hu: a teljes ár csökkentésére használva
sk: použitých na zníženie celkovej ceny

source: shopping cart
hu: bevásárlókosár
sk: nákupný košík

source: shopping carts
hu: bevásárlókosarak
sk: nákupné košíky

source: Shopping cart of {self.user}
hu: {self.user} kosara üres
sk: Nákupný košík užívateľa {self.user}

source: content type
hu: tartalom típusa
sk: typ obsahu

source: option
hu: opció
sk: možnosť

source: quantity
hu: mennyiség
sk: počet

source: item
hu: tétel
sk: položka

source: items
hu: tételek
sk: položky

source: Awaiting Payment
hu: Fizetésre várva
sk: Čaká na platbu

source: Pending
hu: Függőben
sk: Čaká na spracovanie

source: Payment received
hu: Beérkezett kifizetés
sk: Platba prijatá

source: Processing
hu: Feldolgozás alatt
sk: Spracováva sa

source: Awaiting Fulfillment
hu: Teljesítésre várva
sk: Očakávame naskladnenie

source: Awaiting Shipment
hu: Szállításra várva
sk: Čaká na expedíciu

source: Awaiting Pickup
hu: Felvételre várva
sk: Čaká na vyzdvihnutie

source: Partially Shipped
hu: Részlegesen kiszállítva
sk: Čiatočne expedovaná

source: Shipped
hu: Kiszállítva
sk: Expedovaná

source: Completed
hu: Végrehajtva
sk: Dokončená

source: Cancelled
hu: Törölve
sk: Zrušené

source: Declined
hu: Elutasítva
sk: Odmietnutá

source: Refunded
hu: Visszatérített
sk: Refundovaná

source: Partially Refunded
hu: Részlegesen visszatérítve
sk: Čiastočne refundovaná

source: Disputed
hu: Kifogásolt
sk: V spore

source: On hold
hu: Függőben
sk: Zadržaná

source: number
hu: szám
sk: číslo

source: street
hu: utca
sk: ulica

source: shipping fee
hu: szállítási díj
sk: poplatok za doručenie

source: payment fee
hu: fizetési díj
sk: poplatok za platbu

source: invoices
hu: számlák
sk: faktúry

source: reminder sent
hu: emlékeztető elküldve
sk: pripomienka zaslaná

source: orders
hu: rendelések
sk: objednávky

source: New order
hu: Új rendelés
sk: Nová objednávka

source: Order details: %d
hu: Rendelés részletei: %d
sk: Detaily objednávky: %d

source: Order reminder: %d
hu: Rendelési emlékeztető: %d
sk: Pripomienka objednávky: %d

source: files
hu: fájlok
sk: súbory

source: purchased item
hu: megvásárolt termék
sk: zakúpená položka

source: purchased items
hu: megvásárolt termékek
sk: zakúpené položky

source: datetime
hu: dátum és idő
sk: dátum a čas

source: supply
hu: kellék
sk: zásobovanie

source: supplies
hu: kellékek
sk: zásobovanie

source: Status of order %d changed
hu: A %d rendelés állapota megváltozott
sk: Stav objednávky %d zmenený

source: Choose option
hu: Válasszon opciót
sk: Zvoľte možnosť

source: in stock
hu: raktáron
sk: skladom

source: Purchase
hu: Megvásárlás
sk: Zakúpiť

source: Soon
hu: Hamarosan
sk: Čoskoro

source: Transactions
hu: Tranzakciók
sk: Transakcie

source: Date
hu: Dátum
sk: Dátum

source: Value
hu: Érték
sk: Hodnota

source: Variable symbol
hu: Változó szimbólumok
sk: Variabilný symbol

source: Order details
hu: Rendelés részletei
sk: Detaily objednávky

source: Sender
hu: Feladó
sk: Odosielateľ

source: Information
hu: Információ
sk: Informácie

source: Errors
hu: Hibák
sk: Chyby

source: Status before
hu: Állapot előtt
sk: Stav pred

source: Status after
hu: Állapot után
sk: Stav po

source: No transactions
hu: Nincsenek tranzakciók
sk: Bez transakcií

source: Shopping cart
hu: Bevásárló kosár
sk: Nákupný košík

source: Shopping cart is empty
hu: A bevásárló kosár üres
sk: Košík je prázdny

source: Discount
hu: Kedvezmény
sk: Zľava

source: Subtotal
hu: Összesen
sk: Spolu

source: Proceed to checkout
hu: Tovább a pénztárhoz
sk: Pokračovať do pokladne

source: Item
hu: Tétel
sk: Položka

source: Price
hu: Ár
sk: Cena

source: Quantity
hu: Mennyiség
sk: Počet

source: Remove
hu: Eltávolítás
sk: Odstrániť

source: Checkout
hu: A pénztárhoz
sk: Nákup

source: Addresses
hu: Címek
sk: Adresy

source: Shipping and payment
hu: Szállítás fizetés
sk: Doprava a platba

source: Summary
hu: Összefoglaló
sk: Sumarizácia

source: Contact information
hu: Elérhetőségi információk
sk: Kontaktné informácie

source: Phone
hu: Telefon
sk: Telefón

source: Sum
hu: Összeg
sk: Súčet

source: Shipping option
hu: Szállítási lehetőség
sk: Možnosť dopravy

source: Payment method
hu: Fizetési mód
sk: Spôsob platby

source: Total
hu: Összesen
sk: Celkom

source: Finish
hu: Befejezés
sk: Dokončiť

source: Checkout process can not be finished yet
hu: A pénztári folyamat még nem fejezhető be
sk: Nákupný proces ešte nemôže byť ukončený

source: Use code
hu: Kód használata
sk: Použite kód

source: Ends in
hu: Ezzel végződik
sk: Končí o

source: now
hu: most
sk: teraz

source: Expired
hu: Lejárt
sk: Exspirované

source: Fees
hu: Díj
sk: Poplatky

source: Loyalty program
hu: Hűségpprogram
sk: Vernostný program

source: Hello %(user)s!
hu: Helló %(user)s!
sk: Dobrý deň %(user)s!

source: Number
hu: Szám
sk: Číslo

source: Purchased items
hu: Megvásárolt tételek
sk: Zakúpené položky

source: %(site_name)s team! %(site_domain)s
hu: %(site_name)s csapat! %(site_domain)s
sk: Tím %(site_name)s %(site_domain)s

source: Thank you for your order.
hu: Köszönjük a rendelését.
sk: Ďakujeme za Vašu objednávku.

source: Payment
hu: Fizetés
sk: Platba

source: We would like to remind you that you have %(points)s unspent loyalty points you can use as a discount for your next order!
hu: Szeretnénk emlékeztetni, hogy %(points)s használatlan hűségpontja van, amelyet felhasználhat a következő rendelésénél.
sk: Radi by sme Vám pripomenuli, že máte k dispozícii <strong>%(points)s vernostných bodov</strong>, ktoré môžete využiť ako zľavu pri svojej ďalšej objednávke!

source: You can read more about our loyalty program at following URL:
hu: Hűségprogramunkról bővebben a következő URL címen olvashat:
sk: Viac o našom vernostnom programe sa dočítate na nasledovnej adrese:

source: On %(date)s you ordered following items but we do not register payment to the associated order.
hu: %(date)s dátumon Ön a következő tételeket rendelte, de nem regisztráltuk a fizetést a kapcsolódó rendeléshez.
sk: Dňa %(date)s ste si objednali nasledujúce položky avšak k dnešnému dňu neevidujeme platbu prislúchajúcu danej objednávke.

source: Payment due is 14 days since checkout. Orders without payments after due date will be cancelled automatically.
hu: A fizetés a megrendelés teljesítése után 14 nappal történik. Az esedékesség utáni fizetés nélküli megrendelések automatikusan törlésre kerülnek.
sk: Dátum splatnosti je 14 dní odo dňa vytvorenia objednávky. Ak do tohto dátumu nebudeme evidovať vašu platbu, objednávka bude automaticky stornovaná.

source: If you already paid for your order and its status hasn't changed, please double check the entered variable symbol for your payment or contact us.
hu: Ha már kifizette a megrendelését és annak státusza nem változott, kérjük, ellenőrizze kétszer a fizetésnél megadott változó szimbólumot, vagy lépjen kapcsolatba velünk.
sk: Ak ste už za objednávku zaplatili a jej stav sa nezmenil, skontrolujte prosím či ste pri platbe uviedli správny variabilný symbol alebo nás kontaktujte.

source: Thank you for understanding.
hu: Köszönjük a megértését.
sk: Ďakujeme za pochopenie.

source: Hello %(user)s! Status of your order %(number)s changed to: %(status)s
hu: Helló %(user)s! A %(number)s megrendelése státusza megváltozott: %(status)s
sk: Dobrý deň %(user)s! Stav Vašej objednávky %(number)s bol zmenený na: %(status)s

source: Orders
hu: Rendelések
sk: Objednávky

source: You have %(points)s unused point in total value of %(unused_points_in_currency_unit)s %(currency)s.
hu: Önnek %(points)s használatlan pontja van a %(unused_points_in_currency_unit)s %(currency)s összértékében.
sk: Máte %(points)s nepoužitý bod v celkovej hodnote of %(unused_points_in_currency_unit)s %(currency)s.

source: Status
hu: Állapot
sk: Stav

source: Invoice
hu: Számla
sk: Faktúra

source: Preparing...
hu: Előkészítés...
sk: Pripravuje sa...

source: Amount
hu: Mennyiség
sk: Čiastka

source: Note
hu: Megjegyzés
sk: Poznámka

source: Reference
hu: Referencia
sk: Referencia

source: Some banks may require following information
hu: Néhány bank a következő információkat kérheti
sk: Niektoré banky môžu vyžadovať nasledujúce informácie

source: Recipient
hu: Címzett
sk: Príjemca

source: Address
hu: Cím
sk: Adresa

source: Bank name
hu: Bank neve
sk: Názov banky

source: Bank address
hu: Bank címe
sk: Adresa banky

source: It is important to use variable symbol / reference above to correctly pair your payment with the order!
hu: Fontos, hogy változó szimbólumokat használjon/a fent jelzett utasítás jelzi, hogy hogyan tudja helyesen párosítani a kifizetést a rendeléssel!
sk: Je dôležité uviesť správny variabilný symbol / referenciu kvôli korektnému spárovaniu Vašej platby s objednávkou.

# url
source: add-to-cart/<int:content_type_id>/<int:object_id>/
hu: kosarba-helyezes/<int:content_type_id>/<int:object_id>/
sk: pridat-do-kosika/<int:content_type_id>/<int:object_id>/

# url
source: remove-from-cart/<int:item_id>/
hu: eltavolitas-a-kosarbol/<int:item_id>/
sk: odstranit-z-kosika/<int:item_id>/

# url
source: unapply-discount/
hu: visszavonas-kedvezmeny/
sk: odstranit-zlavu/

# url
source: cart/
hu: kosár/
sk: kosik/

# url
source: checkout/addresses/
hu: penztar/cimek/
sk: nakup/adresy/

# url
source: checkout/shipping-and-payment/
hu: penztar/szallitas-es-fiezetes/
sk: nakup/doprava-a-platba/

# url
source: checkout/summary/
hu: penztar/osszefoglalo
sk: nakup/sumarizacia/

# url
source: checkout/finish/
hu: penztar/befejezes
sk: nakup/dokoncenie/

# url
source: order/<int:number>/payment/
hu: rendeles/<int:number>/payment/
sk: objednavka/<int:number>/platba/

# url
source: order/<int:number>/payment/return/
hu: rendeles/<int:number>/fizetes/visszakuldes/
sk: objednavka/<int:number>/platba/navrat/

# url
source: orders/
hu: rendelesek/
sk: objednavky/

# url
source: stripe/create-session/<int:pk>/
hu: stripe/letrehozas-munkamenet/<int:pk>/
sk: stripe/vytvorit-session/<int:pk>/

# url
source: stripe/success/
hu: stripe/siker/
sk: stripe/uspech/

# url
source: stripe/cancel/
hu: vonal/torles
sk: stripe/zrusenie/

# url
source: loyalty-program/
hu: huseg-program/
sk: vernostny-program/

source: You can order at most %d items at once
hu: Egyszerre legfeljebb %d tételt rendelhet.
sk: Môžte objednať naraz najviac %d položiek

source: Discount %s was removed from cart
hu: %s kedvezmény eltávolítva a kosárból
sk: Zľava %s bola odobratá z košíka

source: %s was added into cart
hu: %s hozzáadva a kosárhoz
sk: %s bol pridaný do košíka

source: %s is already in cart
hu: %s már a kosárban van
sk: %s už je v košíku

source: %s removed from cart
hu: %s eltávolítva a kosárból
sk: %s bol odstránený z košíka

source: Missing payment method
hu: Hiányzó fizetési mód
sk: Chýba platobná metóda

source: Redirecting to the payment gateway... If not redirected, click "Pay" to proceed.
hu: Átirányítás a fizetési átjáróhoz... Ha nincs átirányítva, kattintson a "Fizetés" gombra a folytatáshoz.
sk: Presmerovanie na platobnú bránu... Ak presmerovanie neprebehne, kliknite na tlačidlo "Zaplatiť".

source: ms|s|m|h|d|w|m|y
sk: ms|s|m|h|d|t|m|r
